Enterprise_Serivces/Prod/Bronze4/CSLStoreAdministrationService/result1/Iteration1/t3_RequestBody.txt

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:wsa="http://schemas.xmlsoap.org/ws/2004/03/addressing"><soap:Header><CorrelationID xmlns="http://services.gamestop.com/sales/storeadministration/storeadministrationservice/v1.0">11438173-e912-4900-a126-6a586f6bb6e6</CorrelationID><MachineName xmlns="http://services.gamestop.com/sales/storeadministration/storeadministrationservice/v1.0">abcde</MachineName><wsa:Action>http://services.gamestop.com/sales/storeadministration/storeadministrationservice/v1.0/IStoreAdministrationService/GetOrganizationHierarchyByCountry</wsa:Action><wsa:MessageID>uuid:66232cfd-4b90-4b21-917f-8d60a3081804</wsa:MessageID><wsa:ReplyTo><wsa:Address>http://schemas.xmlsoap.org/ws/2004/03/addressing/role/anonymous</wsa:Address></wsa:ReplyTo><wsa:To>http://cslstoreadministrationserviceqa1.testgs.pvt/StoreAdministrationService.svc</wsa:To></soap:Header><soap:Body><GetOrganizationHierarchyByCountryRequest xmlns="http://services.gamestop.com/sales/storeadministration/messagetypes/v1.0"><Id xmlns="http://services.gamestop.com/sales/storeadministration/storeadministrationservice/v1.0">2</Id></GetOrganizationHierarchyByCountryRequest></soap:Body></soap:Envelope>